00
250.02
427
414
428
250.8
786
658
996
715
780
433
444
296
193
626
577
571
562
682
998
403
558
716
707
154
625
782
496
276
153
487
531
53
458
722
491
250
821
410
560
250.11
486
250.1
599
200
204
38
617
963
79
162
202
440
493
435
346
250.6
584
557
507
250.7
8
415
151
275
250.2
590
434
808
V58
781
182
721
852
576
250.13
436
183
923
250.82
785
593
574
250.4
280
813
V57
618
V63
465
851
482
728
511
485
812
733
794
847
402
211
704
117
578
824
250.81
307
820
404
250.12
540
300
969
242
453
807
112
285
575
141
518
335
198
724
250.22
345
789
274
965
348
805
942
481
648
756
225
711
284
451
V55
570
600
730
532
592
952
174
386
552
569
536
250.03
437
823
431
220
413
424
250.83
294
530
706
282
425
292
368
535
411
426
432
311
47
278
327
157
478
331
681
801
727
203
787
564
726
295
185
528
845
602
495
783
822
799
323
455
997
420
398
608
784
537
309
188
349
654
250.01
466
283
88
567
197
189
459
738
586
483
850
835
810
790
553
792
723
995
250.92
441
527
376
438
737
218
522
550
253
303
860
881
802
401
519
443
304
573
660
729
596
250.93
191
446
V54
461
962
351
250.41
251
423
788
692
11
863
233
614
719
473
291
967
158
447
378
445
135
515
920
297
340
54
605
237
305
646
510
41
595
310
250.3
882
235
?
611
492
566
627
490
277
644
825
647
227
298
922
226
867
164
464
288
293
171
601
924
429
642
239
358
238
289
155
205
250.42
604
572
977
659
442
252
241
843
999
714
462
287
286
556
454
380
170
928
V53
797
48
585
936
652
35
354
694
516
214
70
290
42
680
620
480
333
421
718
853
840
594
555
854
725
890
656
966
324
250.32
945
475
388
255
621
156
332
970
397
514
34
250.33
187
751
533
623
800
250.43
383
581
355
875
512
864
959
94
893
649
334
933
463
199
342
529
607
865
250.23
322
709
196
710
230
212
972
V71
791
338
551
210
5
816
373
9
416
806
396
281
717
964
V56
568
616
301
456
588
379
591
690
192
664
494
357
521
989
958
957
384
861
362
844
250.31
272
803
306
430
173
V45
992
839
598
534
580
968
934
422
150
526
143
873
184
661
885
693
215
641
320
988
745
916
344
163
817
66
708
695
312
565
394
886
299
180
615
250.21
582
82
175
914
261
31
583
826
735
759
691
796
452
990
579
36
114
172
917
814
457
245
862
736
359
361
369
377
686
685
262
382
513
643
353
201
161
110
350
365
244
395
696
250.9
634
846
78
892
375
866
263
891
746
834
356
336
337
308
883
374
921
734
360
705
991
152
229
318
E909
250.52
524
391
370
208
622
603
179
266
831
935
149
470
385
145
131
986
223
633
146
541
683
49
833
250.5
217
994
793
836
871
987
474
913
228
815
142
944
136
195
240
219
868
880
